Repository: avielBS/ButterflyHostIOS-
Catalog: Butterfly/Assets/resources/*.lproj/Localizable.strings
Languages: he

# butterfly_success
source: success
he: נשלח

# butterfly_failed
source: failed
he: נכשל

# butterfly_no_internet
source: No Internet connection
he: אין חיבור לאינטרנט

# butterfly_host_report_meesage
source: Feel free to send here whatever crosses your mind.The information that is sent remains secret without leaving a trail.We take serious consideration and won't take any reckless desicions.Good luck!
he: תרגישו חופשי לשלוח כאן את מה שעולה על רוחכם, המידע שישלח ישאר סודי ולא ישאיר עקבות. נתייחס בכובד ראש ולא ניקח החלטות פזיזות. בהצלחה

# butterfly_host_contact
source: Contact
he: דיווח אנונימי

# butterfly_host_fake_place
source: Should we present ourself from fake pace? (e.g laundry)
he: האם להתקשר ממקום בדוי ?

# butterfly_host_comments
source: Any comments? (e.g don't call after 4 pm)
he: היערות נוספות...

# butterfly_host_send
source: Send
he: שלח

# butterfly_host_cancel
source: Cancel
he: ביטול

# butterfly_host_API_KEY_not_valid
source: The service not available for this application
he: השירות אינו זמין עבור אפליקציה זו
